<?php
// Heading
$_['heading_title']       			= html_entity_decode('Unity Store template - <span style="color: #2e85bc;font-size: 12px;font-weight: bold;">Go Home Filter v2</span>', ENT_QUOTES, 'UTF-8');
$_['heading_title_title']           = 'Go Home Filter v2';

$_['heading_title_activat']      	=  html_entity_decode('Unity Store template - Go filter - <span style="color: #2e85bc;font-size: 12px;font-weight: bold; text-transform: uppercase;">Активация управления модулем Go filter</span>', ENT_QUOTES, 'UTF-8');
$_['heading_title_title_activat']	= 'Активация модуля Go filter v2';

$_['protection']                    = '<span style="color: #FA0000;">Введите секретный код *</span>';
$_['help_protection']               = 'Данный секретный код вам нужно запросить у автора, связавшись со мной по контактам: <span style="color: #FA0000; font-weight: bold;">aleksandr.rostov@mail.ru</span> или skype: <span style="color: #FA0000; font-weight: bold;">aleks.rostov85</span>, предварительно указав <span style="text-decoration: underline;">точное время покупки модуля</span>, а также <span style="text-decoration: underline;">название своего домена</span>, на котором установлен модуль.<br />';
$_['help_cod_protection']           = 'Помните, что секретный код привязан к вашему домену, с другим доменом данный модуль работать не будет';
$_['protection_no_base']            = 'Вы используете локальный домен. Нажмите кнопку <span style="color: #FA0000;">СОХРАНИТЬ</span> и заново зайдите в модуль, он должен автоматически открыться';
$_['helping_ptotection']            = '(требуется активация модуля)';

$_['quickpay_text_header']          = 'Быстрые заказы';
$_['cheapering_text_header']        = 'Нашли дешевле?';
$_['callbacking_text_header']       = 'Обратный звонок';
$_['newsletter_text_header']        = 'Подписчики на рассылку';
$_['settemplate_text_header']       = 'Управление модулем';

// Text
$_['text_extension']   				= 'Модули';
$_['text_success']     				= 'Настройки модуля обновлены!';
$_['text_edit']        				= 'Редактирование модуля';

// Entry
$_['entry_status']     				= 'Статус';

// Error
$_['error_permission'] 				= 'У вас нет прав для управления этим модулем!';

$_['text_layout']     				= 'Схемы фильтра';
$_['text_style']     				= 'Стили фильтра';
$_['text_settings']     			= 'Настройки';
$_['text_cache']     				= 'Кэширование';
$_['text_seo']     					= 'SEO ссылка';
$_['text_scripts']     				= 'Настройка под шаблон';
$_['text_settings_layout']     		= 'Настройки фильтра для схем движка';
$_['text_help_settings_layout']     = 'Двойной щелчок для редактирования названия вкладки';
$_['text_add_layout']     			= 'Добавить схему';
$_['text_h3_filter']     			= 'Заголовок фильтра на сайте';
$_['text_help_layout']     			= 'Выберите для каких схем назначить надстройку фильтра, указанную ниже';
$_['text_help_layout_block']     	= 'Здесь вы можете выбрать блоки, которые будут отображаться в окне фильтра. Для выбора очередности отображения укажите очередность сортировки.';
$_['text_select_block']     		= 'Блоки для выбора отображения';
$_['text_status_show']     			= 'Отображение';
$_['text_sort_filter']     			= 'Сортировка';
$_['text_additional']     			= 'Дополн. возможности';
$_['text_block_price']     			= 'Блок фильтра по цене:';
$_['text_block_category']     		= 'Блок выбора категории товаров:';
$_['text_ajax']     				= 'Ajax Ссылка';
$_['text_select']     				= 'Список';
$_['text_checkbox']     			= 'Флажок';
$_['text_radio']     				= 'Переключатель';
$_['text_block_keywords']     		= 'Блок фильтра по ключевым словам:';
$_['text_space']     				= 'Пробел';
$_['text_comma']     				= 'Запятая';
$_['text_block_manufacturers']     	= 'Блок фильтра по производителям:';
$_['text_block_stock']     			= 'Блок фильтра по наличию товаров:';
$_['text_block_ratings']     		= 'Блок фильтра по рейтингу:';
$_['text_block_options']     		= 'Блок фильтра по опциям:';
$_['text_block_attributes']     	= 'Блок фильтра по атрибутам:';
$_['text_color']     				= 'Цвет текста';
$_['text_h4_group']     			= 'Заголовки групп фильтра';
$_['text_bg']     					= 'Цвет заливки';
$_['text_indikator_price']     		= 'Индикатор цены';
$_['text_setting_view']     		= 'Настройки отображения';
$_['text_view_vilter']     			= 'Вид показа результата';
$_['text_help_view_vilter']     	= 'Показ результата сразу или всплывающая кнопка';
$_['text_view_qyantity']     		= 'Отображать показ кол-ва товаров?';
$_['text_help_view_qyantity']     	= 'Вы можете отключить показ кол-ва товаров. Это снизит общую нагрузку на базу данных';
$_['text_height_filter']     		= 'Высота элементов списка';
$_['text_help_height_filter']     	= 'Высота в пикселях';
$_['text_quantity']     			= 'Кол-во нескрытых элементов списка';
$_['text_view']     				= 'Вид отображения';

$_['text_where']     				= 'Где отображать?';
$_['text_help_where']     			= 'Для отображения в заданной позиции модуль нужно также задать в заданной позиции в схеме на странице Дизайн - Схемы';
$_['text_column']     				= 'Column';
$_['text_content']     				= 'Content';

$_['text_h4_gofilter']     			= 'Быстрый фильтр по параметрам';

$_['text_help_collapse']     		= 'Свёрнутый вид в позиции Колонка';
$_['text_help_desktop']     		= 'Отобразить в настольной версии';
$_['text_help_mobile']     			= 'Отобразить левую колонку в мобильной версии';

$_['text_folder_not_found']     	= 'Файлов кэша фильтра не найдено';
$_['error_not_found']         		= 'Не найдены файлы кэша фильтра';

$_['help_text_cache']         		= 'Здесь вы можете включить кэширование и очистить кэш результатов фильтрования';
$_['help_text_on_cache']         	= 'Включить или отключить кэширование';
$_['text_status_cache']        		= 'Статус кэширования';
$_['text_clear_cache']        		= 'Очистить кэш?';
$_['text_button_clear_cache']       = 'Очистить кэш';
$_['entry_category']          		= 'Показывать в категориях:';
$_['entry_category_filter']         = 'Выберите для каких категорий назначить надстройку фильтра, указанную ниже (пустое поле - Применить для всех категорий)';
$_['text_check_child_category']     = 'Отображать в подкатегориях';
$_['text_check_child_category_label']     = 'В случае, еcли подкатегории не задана отдельная схема (в Дизайн - Схемы/Макеты)';

$_['text_setting_quantity']     	= 'В случае, если на вашем сайте отображение товаров с кол-вом, равным нулю, скрыто (например такая версия движка, или установлен соответствующий модификатор), то настройте соответвующий параметр<br /><br /><span style="color: red">При изменении этого параметра очистите кэш фильтра во вкладке Кэширование (если оно включено)</span>';
$_['text_help_view_vilter_quantity']    = 'Не отображать в фильтре товары, которые закончились, и их параметры.';

$_['help_text_seo']         		= 'Здесь вы можете включить генерацию ссылки отображения результатов фильтрации';
$_['help_text_seo_keyword']         = 'Здесь вы можете задать ключевые слова для формирования итогового url. Это могут быть опции, группы опций, атрибуты и значения атрибутов, производители, наличие товаров и пр.<br /><br /><span style="color: red">Внимание!!! Для работоспособности итоговой ссылки, не забудьте переименовать файл <b>.htaccess.txt</b> в <b>.htaccess</b> в корне сайта</span>';
$_['help_text_seo_keyword_unique'] 	= 'Ключевое слово должно быть уникально и не содержать знаков пунктуации, пробелов и прочих знаков';
$_['text_status_seo']        		= 'Статус генерации ссылок';
$_['help_text_on_seo']         		= 'Включить или отключить генерацию ссылок результатов фильтрации';
$_['text_seo_separator']        	= 'Разделитель параметров в ссылке';
$_['help_text_seo_separator']       = 'Вы можете задать свой разделитель для параметра в строке, кроме /. Внимание, для корректной работы и генерации ссылки необходимо, чтобы разделитель был таким символом, который бы не содержался в заголовках или значениях параметров товаров, например использовать =';
$_['text_separator_seo']       		= 'Разделитель значений атрибутов';
$_['help_text_separator_seo']       = 'Иногда значения атрибута задаются через запятую или иной символ, например /';
$_['text_add_seo']         			= 'Добавить SEO Keyword';
$_['text_seo_parametr']         	= 'Текст параметра';
$_['text_seo_keyword_parametr']     = 'SEO Keyword этого параметра';

$_['help_text_scripts']         	= 'В некоторых шаблонах при формировании списка товаров на странице Категории используются javascript коды (например карусель дополнит. изображении товаров и пр.) Для того, чтобы список товаров после фильтрации корректно отображался, необходимо вставить в поле, указанное ниже, сам код javascript. <br /><br />Javascript код, который учавствует в построении списка товаров на странице Категории товара вы можете узнать у разработчика шаблона, который Вы используете.';

$_['help_label_text_scripts']       = 'Вставьте код javascript в это поле (будьте внимательны, ошибка в коде может привести к неработоспособности фильтра)';
$_['help_popup_label_text_scripts'] = 'Необязательно поле для заполнения (только для некоторых шаблонов)';

$_['text_common_settings']       	= 'Основные настройки';
$_['text_check_options']       		= 'Опции';
$_['text_check_attributes']       	= 'Атрибуты';
$_['help_text_attrib']       		= 'Здесь вы можете задать атрибуты, которые НЕ ДОЛЖНЫ отображаться в списке атрибутов для схемы, которую вы указали в настройках выше';
$_['help_text_attrib_label']       	= 'Укажите атрибуты, которые ИСКЛЮЧИТЬ<br />из списка атрибутов в фильтре';
$_['help_text_attrib_placeholder']  = 'Введите первые буквы аттрибута, или введите знак %';

$_['help_text_options']       		= 'Здесь вы можете задать опции, которые НЕ ДОЛЖНЫ отображаться в списке опций для схемы, которую вы указали в настройках выше';
$_['help_text_options_label']       = 'Укажите опции, которые ИСКЛЮЧИТЬ<br />из списка опций в фильтре';
$_['help_text_options_placeholder'] = 'Введите первые буквы опции, или введите знак %';

$_['error_scripts'] 				= 'В поле ввода скрипта во вкладке Скрипты нельзя вводить теги типа: &lt;script type="text/javascript"&gt;...&lt;/script&gt;, &lt;script&gt;...&lt;/script&gt; В этом поле должен быть только чистый javascripts код без тегов';
$_['error_seo_separator'] 			= 'Нельзя использовать в качестве резделителя параметров в ссылке символ "/". Перейдите во вкладку SEO ссылка и измените параметр';

$_['vtablise']         				= 'В таблице ';
$_['udaleno']         				= ' удалено ';
$_['zapicei']         				= ' записей';
$_['empty_symbol']         			= 'Таблица очищена и не содержит символов ';
$_['text_clear_space']         		= 'Иногда в базе данных могут содержаться символы лишних пробелов перед/между/после значений, перенос строки (например после парсинга). Для того, чтобы очистить базу данных от ненужных символов, нажмите Очистить базу данных<br /><span style="color: red">Внимание!!! Перед очисткой сделайте Бэкап базы данных. После очистки очистите кэш фильтра во вкладке Кэширование, если он включен</span>';
$_['text_clear_label_space']        = 'Очистить базу данных от лишних пробелов, перенос строк? (Процесс может занимать до нескольких минут, в зависимости от размера базы данных)';
$_['help_text_clear_label_space']   = 'При нажатии очиститься база данных от символов \r \n \r\n';
$_['text_clear_button_space']       = 'Очистить от мусора';
$_['text_load_for_button_darbage']  = 'Идет проверка и очистка...Пожалуйста подождите...';
$_['text_cont_for_button_darbage']  = 'База данных очищена';

$_['text_label_id']  				= 'Здесь Вы можете задать Основные идентификаторы и классы, учавствующие в построении шаблона для корректности отображения модуля на конкретном шаблоне';
$_['text_content_id']  				= 'Основной идентификатор контентной части шаблона';
$_['text_column_id']  				= 'Основные идентификаторы Левой или Правой колонки шаблона';
$_['text_mobile_id']  				= 'Задайте класс или идентификатор шаблона, после которого надо расположить кнопку вызова фильтра в Мобильной версии шаблона';
$_['help_text_id']  				= 'Если вы не уверены в правильности заполнения этого элемента, обратитесь к вашему программисту.<br /><br /> Можно использовать # и .';

$_['text_block_filter']  			= 'Блок фильтра по станд. фильтрам &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(только в Категориях)';

$_['text_block_job']  				= 'Схема работы фильтра при выборе параметров';
$_['text_help_block_job']  			= 'По какой схеме работать фильтру <b>И</b> / <b>ИЛИ</b>';
$_['text_and_or']  					= 'Для выбора опций, атрибутов и стандартных фильтров';
$_['help_text_and_or']  			= 'Схема <b>ИЛИ</b> - возможен выбор <b>нескольких</b> параметров в одном блоке<br />Схема <b>И</b> - выбор <b>одного</b> элемента в одном блоке и блокировка не удовлетворяющих условиям параметров в этом блоке';
$_['text_and']  					= 'И';
$_['text_or']  						= 'ИЛИ';
$_['text_help_disable_view']     	= 'Скрывать недоступные для выбора элементы? Функция пошагового выбора параметров';
$_['text_help_toggle_disable_view'] = 'Недоступные для выбора элементы (не удовлетворяющие выбранным товарам будут скрываться)';
$_['text_help_h1_disable_view'] 	= 'Пошаговый фильтр?';
$_['text_help_and_disable_view'] 	= '<br />При включении этого параметра будет более корректно использовать Схему <b>И</b>, указанную выше';
$_['version_tab'] 					= 'О модуле';
$_['text_version_tab'] 				= 'Изменения в версии v2 (октябрь 2018)';
$_['text_more_filter'] 				= 'Дополнительно';
$_['text_help_version_tab'] 		= '<b>1.</b> Внедрен <b>порядок сортировки</b> элементов в фильтре в зависимости от назначенной в движке<br /><b>2.</b> Внедрен <b>выбор схемы работы фильтра (И/ИЛИ)</b> для опций, атрибутов, стандартных фильтров<br /><b>3.</b> Внедрена возможность <b>скрывать</b> не удовлетворяющие условиям фильтрации <b>параметры</b> товаров (<b>подобие Пошагового фильтра</b>)';
$_['text_soderjit'] 				= 'Показать';
$_['text_isklushit'] 				= 'Исключить';
$_['help_text_attrib_label_hide']   = 'Укажите атрибуты, которые ПОКАЗАТЬ<br />в списке атрибутов в фильтре';
$_['help_text_attrib_show']       	= 'Здесь вы можете задать атрибуты, которые ДОЛЖНЫ отображаться в списке атрибутов для схемы, которую вы указали в настройках выше';
$_['help_text_options_show']       		= 'Здесь вы можете задать опции, которые ДОЛЖНЫ отображаться в списке опций для схемы, которую вы указали в настройках выше';
$_['help_text_options_label_hide']  = 'Укажите опции, которые ПОКАЗАТЬ<br />в списке опций в фильтре';

$_['text_activation']               = 'Активация модуля Go filter v2';
$_['text_domen']                    = 'Домен: ';
$_['text_keys']                   	= 'Ключ: ';
$_['text_help']                   	= 'Запрашивая и/или вводя Cекретный код, Вы соглашаетесь на обработку персональных данных (домен и секретный код) в соответствии с Федеральным законом Российской Федерации 152-ФЗ.';

