<?php
// Heading
$_['heading_title']       			= html_entity_decode('Unity Store template - <span style="color: #2e85bc;font-size: 12px;font-weight: bold;">Подписка на рассылку</span>', ENT_QUOTES, 'UTF-8');
$_['heading_title_title']           = 'Unity Store template - Подписка на рассылку';

// Text
$_['text_module']      				= 'Модули';
$_['text_success']     				= 'Успешно: Вы успешно сохранили настройки!';
$_['text_edit']        				= 'Редактировать модуль';

// Entry
$_['entry_status']     				= 'Статус';

// Error
$_['error_permission'] 				= 'Внимание: У Вас нет прав редактировать модуль. Перейдите в Система>Пользователи>Группы пользователей и установите права!';

$_['newsletter']       				= 'Список гостевых подписчиков';
$_['form_send'] 	   				= "Форма отправки (гостевым и/или зарегистрированным) подписчикам";

$_['button_cancel'] 	   			= "Вернуться";

$_['text_success']          		= 'Ваше письмо было успешно отправлено';
$_['text_sent']          			= 'Ваше письмо было успешно отправлено %м из %ти получателей!';
$_['text_list']          			= 'Почтовый список';
$_['text_default']          		= 'По умолчанию';
$_['text_newsletter']          		= 'Только зарегистрированным подписчикам';
$_['text_guest_all']          		= 'Только гостевым подписчикам';
$_['text_all']          			= 'Зарегистрированным и гостевым подписчикам';
$_['text_customer']          		= 'Только Покупателям';
$_['text_affiliate_all']          	= 'Всем Партнерам';
$_['text_affiliate']          		= 'Только Партнерам';
$_['text_product']          		= 'Только купившим эти Товары';
$_['button_costomer_lk']          	= 'Перейти в карточку покупателя';

// Entry
$_['entry_store']          			= 'От кого';
$_['entry_to']          			= 'Кому';
$_['entry_customer_group']          = 'Группа покупателей';
$_['entry_customer']          		= 'Покупатели';
$_['entry_affiliate']          		= 'Партнеры';
$_['entry_product']          		= 'Товары';
$_['entry_subject']          		= 'Тема письма';
$_['entry_message']          		= 'Сообщение';

// Help
$_['help_customer']          		= 'Отправить сообщение только перечисленным Покупателям. (Автодополнение)';
$_['help_affiliate']          		= 'Отправить сообщение только перечисленным Партнерам. (Автодополнение)';
$_['help_product']          		= 'Отправить сообщение только тем, кто купил перечисленные товары. (Автодополнение)';

// Error
$_['error_permission']          	= 'У Вас нет прав использовать почтовую рассылку!';
$_['error_subject']          		= 'Необходимо указать Тему письма!';
$_['error_message']          		= 'Введите сообщение!';

$_['text_send_default']          	= 'Здравствуйте, уважаемый покупатель! Для получения скидки в размере 10% при заказе товара введите следующий номер купона:<br /><p><img src="http://newshop21021.ru/image/catalog/subscribe.png"></p>';

