<?php
$_['callbacking']                           = 'Оставьте Ваши контакты и мы Вам перезвоним';
$_['text_contacts']             			= 'Укажите контакты и мы перезвоним:';
$_['text_fio']             					= 'Ваше имя';
$_['text_phone']             				= 'Ваш телефон';
$_['text_email']             				= 'Ваш e-mail';
$_['text_comment']             				= 'Комментарий к заказу';
$_['send']        							= 'Отправить';
$_['recievedMsg']        					= 'Спасибо за ваше сообщение';
$_['notRecievedMsg']        				= 'Извините, но ваше сообщение не отправлено, попробуйте позднее';
$_['disclaimer']        					= 'Пожалуйста, напишите нам, мы ценим ваше мнение';
$_['close']        							= 'Продолжить покупки';