<?php
// Heading
$_['heading_title_newsletter']     			= 'Подписаться на рассылку';
$_['text_footer_letters']   		= 'Подпишитесь и получите дополнительную скидку';
$_['text_button_letters']   		= 'Подписаться';
$_['text_empty_email']   			= 'Введите Email адрес';
$_['text_error_email']   			= 'Неправильный Email';
$_['heading_title_newsletter']   				= 'Новостная рассылка<br /><br />';

$_['text_confirm_email']   			= 'Подтверждение подписки на сайте';

$_['text_letter_add']     			= 'Здравствуйте!<br /><br />Приветствуем вас на сайте %s!<br /><br />Чтобы подтвердить подписку на новости, пройдите, пожалуйста, по этой ссылке: %s и мы узнаем, что это действительно ваш адрес<br /><br />';

$_['text_letter_remove']    		= '<br />В будущем отписаться от рассылки вы можете по этой ссылке: %s';

$_['text_letter_add_success']    	= 'Вы успешно подписались на наши новости и акции!';
$_['text_letter_remove_success']    = 'Вы успешно отписались от новостей и акций нашего магазина!';

$_['text_alert_success']    		= 'На указанный Вами E-mail отправлено письмо для подтверждения. Пожалуйста, проверьте почту!';
$_['text_alert_error']    			= 'Ошибка подписки';
$_['text_alert_error_mail']    		= 'Этот Email уже есть в подписчиках';